demo-output/website/campaign/F3_runs/cone/M2.35_th10/coarse/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     rhoCentralFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         3.319149;
deltaT          1e-5;
writeControl    runTime;
writeInterval   1.106383;
purgeWrite      2;
writeFormat     ascii;
writePrecision  8;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;
adjustTimeStep  yes;
maxCo           0.4;
maxDeltaT       1e-3;
