demo-output/website/campaign/F3_runs/cone/M2.35_th10/coarse/0/T
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 1;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 1;
    }
    outlet
    {
        type            zeroGradient;
    }
    axis
    {
        type            empty;
    }
    farfield
    {
        type            zeroGradient;
    }
    cone
    {
        type            zeroGradient;
    }
    frontWedge
    {
        type            wedge;
    }
    backWedge
    {
        type            wedge;
    }
}
